import React from 'react';

const AboutUs = () => {
    return (
        <div className="relative">
            <div
                className="absolute inset-0 -z-10 min-h-screen w-full bg-white"
                style={{
                    background: 'linear-gradient(to top, rgba(249, 216, 212, .4) 30%, rgba(248,242,255,0.05) 70%)'
                }}
            ></div>

            <div className="max-w-[1440px] w-full mx-auto px-4 md:px-10 my-4">
                <h2 className="md:text-[40px] text-[24px] font-semibold text-[#072E75] text-center">
                    আমাদের <span className="text-[#FF7128] md:mb-[85px] mb-[24px]">সম্পর্কে</span>
                </h2>

                <div className='bg-[#fff7f7] p-4 mb-4 rounded-lg mt-4'>
                    <h2 className='md:text-[30px] text-[20px] text-[#FF7128] mb-2'>সাইবার টিনস ফাউন্ডেশন:</h2>
                    <p>সাইবার টিনস ফাউন্ডেশন  ২০১৯  সালে প্রতিষ্ঠিত একটি  সংগঠন, যা বাংলাদেশের কিশোর-কিশোরীদের সাইবার নিরাপত্তা এবং মানসিক স্বাস্থ্য নিয়ে কাজ করে। তরুণনেতৃত্বে এই সংগঠনের কাজকর্ম পরিচালিত হয় ।</p>
                </div>
                <div className='bg-[#fff7f7] p-4 mb-4 rounded-lg mt-4'>
                    <h2 className='md:text-[30px] text-[20px] text-[#FF7128] mb-2'>১৩ ২ ১৯ হেল্পলাইন:</h2>
                    <p>এটি কিশোর কিশোরীদের জন্য প্রথম সাইবার সহায়তা হেল্পলাইন, যা কিশোর-কিশোরীদের সাইবারবুলিং, অনলাইন যৌন হয়রানি, এবং ইন্টারনেট বিষয়ক জিজ্ঞাসারর জন্য সাহায্য করার জন্য চালু করা হয়। 13 2 19  নাম্বারের কনসেপ্টটি টিনএজার দের বয়স thirTeen to nineTeen থেকেই তৈরি করা যেন মনে রাখতে সহজ হয় । হেল্পলাইনের ভলান্টিয়ারটা প্রশিক্ষণপ্রাপ্ত বর্তমানে পরীক্ষামূলকভাবে হেল্পলাইনটি চালু রয়েছে । </p>
                </div>
                <div className='bg-[#fff7f7] p-4 mb-4 rounded-lg mt-4'>
                    <h2 className='md:text-[30px] text-[20px] text-[#FF7128] mb-2'>আন্তর্জাতিক স্বীকৃতি:</h2>
                    <p>সাইবার টিনস-এর এই যুগান্তকারী কার্যক্রমের জন্য ২০২০ সালে সাইবার টিনস এর প্রতিষ্ঠাতা আন্তর্জাতিক শিশু শান্তি পুরস্কার লাভ করে, যা এই ফাউন্ডেশনকে গ্লোবাল প্ল্যাটফর্মে পরিচিত করে। </p>
                </div>
                <div className='bg-[#fff7f7] p-4 mb-4 rounded-lg mt-4'>
                    <h2 className='md:text-[30px] text-[20px] text-[#FF7128] mb-2'>কিশোর কিশোরীদের জন্য সাইবার অপরাধ প্রতিরোধ কমিটিঃ</h2>
                    <p>সাইবার টিনস ফাউন্ডেশনের প্রস্তাবে দেশের ৬৪টি জেলায এবং ৪০০+ উপজেলায় মন্ত্রীপরিষদ বিভাগের অনুমোদনক্রমে আইসিটি বিভাগের আওয়তায় ”কিশোর কিশোরীদের জন্য সাইবার অপরাধ প্রতিরোধ কমিটি” গঠন করা হয় । জেলা উপজেলার জেলা প্রশাসক , পুলিশ সুপার , শিক্ষা অফিসার , লিগ্যালএইড কর্মকর্তা , এনজিও , সাইবার টিনস জেলা এম্বাসেডর সহ গুরুত্বপূর্ণ সদস্যরা এই কমিটির মেম্বার এবং। প্রতিমাসে বিভিন্ন কাজকর্ম গ্রহণ করা হয় । 
</p>
                </div>
                </div>
        </div>
    );
};

export default AboutUs;
